/* exercise */
"Burpee" = "Burpee";

/* invitation to exercise */
"Get Fit" = "Ponte en forma";

/* invitation */
"Get Started" = "Empiza";

/* view user activity
   view usere activity */
"History" = "Historia";

/* exercise */
"Squat" = "Sentadilla";

/* begin exercise / mark as finished */
"Start/Done" = "Empiza/Hecho";

/* exercise */
"Step Up" = "Step Up";

/* yoga stretch */
"Sun Salute" = "Saludo al Sol";

/* greeing */
"Welcome" = "Bienvenid@";

